Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh1-6-v3.tmx
Source language: bo
Languages: en

source: །ཁྱེད་ལ་ཤི་བས་ཅི་ཞིག་བྱ། །གལ་ཏེ་འདི་ནི་རབ་འབྱུང་བར། །དགའ་ན་ཕྱིས་ཀྱང་ཁྱེད་ཅག་གིས།
en: What good would his death do for you? “ ‘If he is pleased To go forth, later

source: །གསོན་པོ་ཉིད་དུ་བལྟས་སོ་ཅོག །ཤི་བར་གྱུར་ན་ཅི་ཞིག་རུང་།
en: You will see him alive. What good could come if he dies?

source: །གལ་ཏེ་རབ་ཏུ་བྱུང་བ་ལ། །འདི་ནི་དགའ་བར་མ་གྱུར་ན།
en: “ ‘If he is not pleased With his having gone forth,

source: །ཁྱེད་ཀྱིར་ཟད་མོད་ཕ་མ་ལས།
en: He will come back to you.

source: །གཞན་ན་བུ་གནས་ག་ལ་ཡོད། །བདག་གི་སྙན་སྨྲ་ནེའུ་ཟླ་ལ།
en: Where else would a son Have a place, except with his parents?’

source: །ཕ་མ་གཉིས་ཀྱིས་སྨྲས་པ་ནི།
en: “Then my two parents said To my friends, who spoke for me,

source: །གལ་ཏེ་རབ་འབྱུང་ལྟ་བྱེད་ན།
en: ‘If he lets us meet him after having gone forth, We will allow him to go.

source: །དེ་ལྟ་ན་བཏང་གཞན་དུ་མིན།
en: Otherwise, we will not.’

source: །དེ་ནས་ནེའུ་ཟླ་བདག་གི་དྲུང་།
en: “Then my friends

source: །ཉེ་བར་འོངས་ནས་སྨྲས་པ་ནི།
en: Came to me and said,

source: །མཁས་པ་ཁྱོད་ནི་ཕ་མ་ཡིས། །རབ་ཏུ་འབྱུང་བར་གནང་བ་ནི།
en: ‘O learned man, you are allowed By your parents to go forth.

source: །ཁྱོད་ལ་ཕ་མ་གཉིས་ན་རེ།
en: “ ‘Your two parents say to you, “If you let us meet you

source: །གལ་ཏེ་རབ་ཏུ་བྱུང་ནས་ཁྱོད། །ཕྱིས་ཀྱང་ལྟ་བར་བྱེད་ན་ནི།
en: After having gone forth,

source: །བུ་གཅིག་སོང་ལ་རབ་ཏུ་བྱུང་།
en: Our only son, leave and go forth.” ’

source: །ལེགས་ཞེས་བདག་གིས་མཉན་བྱས་ཏེ།
en: “ ‘Excellent!’ I answered.

source: །དེ་ནས་ཉམ་ནི་བརྟས་བྱས་ནས།
en: Then, delighted,

source: །སྟོན་པའི་སྤྱན་སྔར་སོང་ནས་ནི།
en: I went to the Teacher

source: །འདི་སྐད་ཅེས་ནི་ཚིག་གསོལ་ཏོ།
en: And spoke thus:

source: །བཙུན་པ་བདག་ནི་གནང་ལགས་ན།
en: “ ‘O Honored One, I am allowed.

source: །ཐུབ་ཆེན་ཁྱོད་ཀྱི་བསྟན་པ་ལ།
en: O great Muni, I ask you for permission,

source: །བདེ་གཤེགས་རབ་འབྱུང་གསོལ་འདེབས་ན།
en: O Sugata, to go forth in your teaching.

source: །རྒྱལ་བ་བདག་ནི་རབ་ཏུ་ཕྱུང་།
en: May the Victor let me go forth!’

source: །དེ་ནས་བདག་ནི་རབ་བྱུང་ནས།
en: “Thereupon I went forth

source: །སྟོན་པའི་བསྟན་ལ་འདི་ལྟར་གནས།
en: And thus lived within the Teacher’s teaching.

source: །བདག་གི་ཀུན་སྦྱོར་ཐམས་ཅད་ཟད།
en: Now all my fetters are exhausted,

source: །ཟག་པ་རྣམས་ནི་བཅོམ་པར་གྱུར།
en: And my impurities are destroyed.

source: །བདག་གིས་གདུགས་གཅིག་བཏང་བས་ནི།
en: “Since I had given a parasol,

source: །ལྷ་དང་མི་ཡི་རྣམས་སུ་གྱུར།
en: I dwelt among beautiful gods and humans.

source: །ཐམས་ཅད་གཟིགས་པས་དགོན་པ་པ།
en: “The All-Seeing One has praised me

source: །དེ་ལྟར་ཐུགས་རྗེ་ཆེ་རྒྱལ་ལ། །ཡིད་ནི་རབ་ཏུ་དད་བྱས་ཏེ།
en: “Therefore, make your mind filled with faith Toward the Victor, who possesses great compassion.

source: །མཆོད་རྟེན་ལ་ནི་བཀུར་སྟི་བྱས།
en: Venerate a stūpa.

source: །འཇིགས་པ་ཆེ་ལས་རྣམ་ཐར་གྱིས།
en: Be liberated from great fear.” Thus the elder renowned as Rāṣṭrapāla,

source: །གནས་བརྟན་ཕྱག་དར་ཁྲོད་པ་ནི།
en: The wearer of a robe of refuse rags,

source: །ཡུལ་འཁོར་སྐྱོང་ཞེས་གྲགས་པ་ཡིས།
en: Explained his karma

source: །ཡུལ་འཁོར་སྐྱོང་གི་ལེའུ་སྟེ་བཅྭ་བརྒྱད་པའོ།། །།
en: Here ends the eighteenth section:

source: འདུལ་བ་གཞི། བམ་པོ་ལྔ་བཅུ་རྩ་གསུམ་པ།
en: The Section of Rāṣṭrapāla. 9. Svāti

source: དེ་ནས་དགེ་སློང་གནས་བརྟན་གནས་བརྟན་རྣམས་ཀྱིས་ཚེ་དང་ལྡན་པ་ས་ག་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །ཚེ་དང་ལྡན་པ་ས་ག་ཚེ་དང་ལྡན་པ་ཡུལ་འཁོར་སྐྱོང་གིས་རང་གི་ལས་ཀྱི་རྒྱུ་བ་ལུང་བསྟན་ཟིན་གྱིས།
en: Thereupon the monks who were the most venerable of the elders requested the venerable Svāti, “O Venerable Svāti, the venerable Rāṣṭrapāla has explained his karmic bond.

source: ཚེ་དང་ལྡན་པ་ས་གས་ཀྱང་ད་རང་གི་ལས་ཀྱི་རྒྱུ་བ་ལུང་སྟོན་ཅིག །
en: Now you, Venerable Svāti, should also explain your karmic bond.”

source: དེ་ནས་ཚེ་དང་ལྡན་པ་ས་གས་དེའི་ཚེ་རང་གི་ལས་ཀྱི་རྒྱུ་བ་ལུང་སྟོན་པར་བྱེད་དེ།
en: Then the venerable Svāti did explain his karmic bond: “I was the best of

source: རྒྱལ་པོའི་ཁབ་ཀྱི་ཚོང་དཔོན་གྱི།
en: The heads of the guilds in Rājagṛha.

source: །གཙོ་བོ་ནོར་ཆེན་བདག་གྱུར་ཏོ།
en: I served five hundred ṛṣis

source: །དབྱར་གྱི་དུས་སུ་དྲང་སྲོང་ནི། །ལྔ་བརྒྱ་དག་ནི་ཉེ་བར་བྱོན།
en: During the rainy season.

source: །དེར་ནི་ཚོང་དཔོན་ལྔ་བརྒྱ་ཡང་།
en: “All the five hundred heads of the guilds

source: །ཐམས་ཅད་འདུས་པར་གྱུར་ནས་ནི།
en: Met together there

source: །ཀུན་གྱིས་དྲང་སྲོང་རེ་རེ་ཞིག །ཁྱིམ་ཁྱིམ་དུ་ནི་བགོ་བར་བྱ།
en: And each accepted a ṛṣi At each house. “They always gave to each ascetic

source: །རང་གི་དོན་དུ་ཁ་ཟས་ནི། །ཇི་ལྟ་བུ་དག་གཡོ་བྱེད་པ།
en: Foods the same as

source: །དཀའ་ཐུབ་ཅན་དེ་རེ་རེ་ལའང་།
en: Those they prepared

source: །རྟག་ཏུ་དེ་འདྲ་ཁོ་ན་སྦྱིན།
en: For themselves.

source: །དེའི་ནང་དྲང་སྲོང་རྒན་པོ་གང་།
en: “Among them, one old ṛṣi

source: །དེ་ནི་བདག་གི་སྐལ་བར་འོངས།
en: Was assigned to me.

source: །ཚོང་དཔོན་མཆོག་ལ་དེ་བཞིན་དུ།
en: He was the best Muni,

source: །ཐུབ་པ་མཆོག་སྟེ་འཚམ་པར་གྱུར།
en: Befitting the best of the heads of the guilds. “I used to have a basket filled with a meal,

source: །བདག་ལ་ལྔ་བརྒྱ་པ་ཡི་ཟས། །སྣོད་གང་ནས་ནི་འདྲེན་བྱེད་པ།
en: As much as five hundred helpings, served to me.

source: །དེ་འདྲ་བ་ཡི་ཁ་ཟས་ཉིད།
en: I gave such an amount of food

source: །བདག་གིས་དགེ་སློང་དེ་ལ་བྱིན།
en: To the monk.

source: །དེ་ནས་དེ་ལ་བདག་ལ་ནི།
en: “Then I entertained a stingy,

source: །སེར་སྣ་ཤིན་ཏུ་མི་བཟད་སྐྱེས།
en: Dreadful thought there:

source: །འདི་ལྟ་བུ་ཡི་ཁ་ཟས་ནི།
en: ‘I have never given

source: །བདག་གིས་ཆུང་མ་བྱིན་མ་མྱོང་།
en: Such food even to my wife.

source: །སྲིང་མོ་མ་ཡིན་དེ་བཞིན་དུ།
en: “ ‘Neither have I to my sister,

source: །བུ་དང་བུ་མོ་དག་དང་ནི།
en: Son, daughter, Or brother.

source: །ཕུ་ནུ་ལ་ཡང་མ་བྱིན་ན།
en: “ ‘It is nonsense to give it

source: །དགེ་སློང་འདི་ལ་ཟླ་གསུམ་དུ། །སྦྱིན་པ་ལྟ་ཞིག་སྨོས་ཅི་དགོས།
en: To this monk for three months.

source: །བདག་ནི་ལྔ་བརྒྱ་པོ་དག་གིས།
en: Since food for five hundred people

source: །གོང་ཚོགས་ཆེན་པོར་འདིར་གྱུར་གྱིས།
en: Is a great outlay for me,

source: །མ་ལ་བདག་གིས་དགེ་སྦྱོང་འདི།
en: “ ‘I will now

source: །གསད་པ་ལ་ནི་བརྩོན་བྱས་ཏེ།
en: Dare to kill this śramaṇa.

source: །འདི་ནི་ཤི་བའི་དུས་བྱས་ན།
en: If he dies,

source: །བདག་ལ་འགོད་པ་མི་འབྱུང་ཞེས།
en: I will lose nothing.’

source: །དེ་ནས་བདག་གི་སྡིག་སེམས་ཀྱིས།
en: “Harboring such evil thoughts,

source: །རྟ་ཡི་གཅིན་ནི་བསྐོལ་བྱས་ནས།
en: I then boiled horse urine

source: །ཉེས་མེད་པ་ནི་གསད་བྱ་བར།
en: And, in order to kill the faultless one,

source: །ཁ་ཟས་རྣམས་དང་ལྷན་ཅིག་བྱིན།
en: Gave it to him together with other foods.

source: །དེར་ནི་ཟོས་མ་ཐག་ཏུ་ཡང་།
en: “As soon as he ate that food,

source: །མི་བཟད་པ་ཡི་ནད་ལངས་ཏེ།
en: He contracted an unbearable illness,

source: །རྒྱུ་མ་གཉེ་མ་མཁལ་མ་དག །རོ་སྨད་ནས་ནི་ཟགས་པར་གྱུར།
en: And his bowels, coiled intestine, and kidneys Dropped out from the lower part of his body.

source: །ཐུབ་པ་ཆོས་ཀྱི་ཡོན་ཏན་དགའ།
en: “The Muni, who was pleased with the good qualities of the Dharma,

source: །ཤེས་བཞིན་དེ་ནས་དུས་ལས་འདས།
en: Died, knowing my act.

source: །ལྷ་དང་གནོད་སྦྱིན་གཅིག་ལ་གཅིག །སྒྲ་ནི་ཤིན་ཏུ་སྒྲོགས་བྱེད་པ།
en: Gods and yakṣas Spoke out to each other:

source: །ཀྱེ་མ་འོ་ཚོང་དཔོན་འདི་རེ་སྡིག །འདི་ཡིས་ཐུབ་པ་རང་སངས་རྒྱས།
en: “ ‘Alas, how sinful this head of a guild is! He killed this Muni, this self-awakened one,

source: །བསིལ་བར་གྱུར་ཅིང་ཟག་མེད་པ།
en: Who was peaceful, free from impurity,

source: །དབང་ལྡན་འདི་ནི་བཀྲོངས་པར་གྱུར།
en: And powerful!’

source: །ཉེ་དུ་ཀུན་ཀྱང་འཁྲུགས་ནས་ནི།
en: “All my relatives were also upset

source: །དེ་ནས་བདག་ལ་སྨོད་བྱེད་པ།
en: And then they reproached me: ‘Why did you commit such a fault,

source: །གང་ཕྱིར་ཐུབ་པ་འདི་བསད་པས། །ཁྱོད་ཀྱིས་བསོད་ནམས་མིན་མང་བསྐྱེད།
en: Killing this Muni?’

source: །ཉེ་དུ་རྣམས་ཀྱི་ཚིག་ཐོས་ནས།
en: “Having heard the words of my relatives,

source: །བདག་ཀྱང་ཡིད་མི་བདེ་བར་གྱུར།
en: I finally felt distressed.

source: །དྲང་སྲོང་དེ་དག་བསགས་ནས་ནི།
en: I collected the ṛṣis together

source: །དེ་ནས་བདག་གིས་ཉེས་པ་བཤགས།
en: And then confessed my sin.

source: །བཟོད་པ་གསོལ་ནས་དེ་ནས་ཡང་།
en: “Begging for forgiveness, I then

source: །ཉེས་པ་ཐམས་ཅད་སོ་སོར་བཤགས།
en: Confessed every sin.

source: །ལྔ་བརྒྱ་ལ་ནི་ཞལ་ཟས་ཀྱིས།
en: I satisfied the five hundred ṛṣis

source: །གུས་དང་བཅས་པས་ཚིམ་པར་བྱས།
en: Respectfully with food.

source: །བདག་གིས་སྡིག་པ་དེ་བཤགས་ནས།
en: “After having confessed the sin,

source: །བཟོད་གསོལ་དྲང་སྲོང་དེ་དག་ནི།
en: Begged for forgiveness,

source: །ཟས་དང་བཏུང་བས་ཚིམ་བྱས་ནས།
en: And satisfied those ṛṣis with food and drink,

source: །གནས་བརྟན་འདི་འདྲ་དག་དང་ནི།
en: Of elders equal to them.

source: །བདག་ནི་ལྷན་ཅིག་འགྲོགས་པར་ཤོག །ཇི་ལྟར་འདི་ཀུན་གྲོལ་གྱུར་པ།
en: Just as they are all liberated,

source: །དེ་བཞིན་འཆིང་ལས་གྲོལ་བར་ཤོག །བཀྲེན་པ་རྣམས་ཀྱི་ཁྱིམ་དུ་བདག །ལན་འགའང་སྐྱེ་བར་མ་གྱུར་ཅིག །བདག་གི་སེམས་ནི་ལན་འགའ་ཡང་།
en: May I be liberated from the fetters. “ ‘May I never be born In a house of the poor. May my mind

source: །སེར་སྣ་སྐྱེ་བར་མ་གྱུར་ཅིག །བདག་གིས་རང་སངས་རྒྱས་བསད་པའི།
en: Never give rise to stinginess!’

source: །ཤིན་ཏུ་མི་བཟད་ལས་བྱས་པས།
en: “Since I had created dreadful karma, Which was killing a self-awakened one,

source: །དེ་ནས་འཆི་འཕོ་དུས་བྱས་ནས།
en: After dying there,

source: །དམྱལ་བ་རྣམས་སུ་སྐྱེས་ནས་ནི།
en: I was born in the hells. “I experienced suffering

source: །ཡུན་རིང་ལོ་ནི་སྟོང་དག་ཏུ། །སྡུག་བསྔལ་ཚོར་བ་ཉམས་སུ་མྱོང་།
en: For as long a time as thousands of years.

source: །ཕྱུག་ཅིང་ནོར་ཆེན་གྱུར་པ་དང་། །འཇིག་རྟེན་རྣམས་ཀྱིས་མཆོད་བཀུར་ནའང་།
en: I was fabulously wealthy. “Although I was respected by people,

source: །བདག་ནི་མྱུར་དུ་འཆི་འགྱུར་ཞིང་།
en: I used to die young

source: །རྟག་ཏུ་བདག་ནི་ནང་གྲོལ་དག །འཛག་པས་འཆི་བའི་དུས་བྱས་སོ།
en: And always died With my bowels dropping out.

source: །ཁྱིམ་པའི་རྟགས་རྣམས་སྤངས་ནས་ནི།
en: “I abandoned the marks of a layman

source: །བསྟན་ལ་བརྩོན་འགྲུས་བྱས་པས་ན།
en: Since I exerted myself in the teachings,

source: །འདོད་ཆགས་ཐམས་ཅད་ཡང་དག་བཏོན། །གང་ཚེ་ལེན་པ་མེད་པ་ཡི།
en: I removed every desire.

source: །མྱ་ངན་འདས་པར་བདག་གྱུར་ནའང་།
en: “Although I am emancipated, Having no further existence,

source: །རྒྱུ་མ་གཉེ་མ་མཁལ་མ་ནང་།
en: My bowels, coiled intestine, and kidneys

source: །དེ་དག་ཀྱང་ནི་འཛག་པར་གྱུར།
en: Have dropped out again.

source: །བདག་གིས་སྡིག་ལས་བྱས་པ་དང་། །དགེ་བའི་ལས་བྱས་གང་ཡིན་པ།
en: “I created an evil karma And created a good karma. And so I experienced the fruits

source: །དགེ་དང་སྡིག་པ་དེ་དག་གི། །འབྲས་བུ་དེ་དག་ཉམས་སུ་མྱོང་། །མཉན་ཡོད་དབུས་ན་སྐྱེས་པ་ཡི།
en: Of these good and evil actions.”

source: །དགེ་སློང་མཐུ་ཆེན་ས་གས་ནི།
en: Thus Svāti, the monk of great power, Who was born in Śrāvastī, Explained his karma,

source: །ས་གའི་ལེའུ་སྟེ་བཅུ་དགུ་པའོ།། །།
en: Here ends the nineteenth section: The Section of Svāti. 10. Jaṅghākāśyapa

source: དེ་ནས་དགེ་སློང་གནས་བརྟན་གནས་བརྟན་རྣམས་ཀྱིས་ཚེ་དང་ལྡན་པ་འོད་སྲུང་བྱིན་པ་ཅན་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: Thereupon the monks who were the most venerable of the elders requested the venerable Jaṅghākāśyapa, “O Venerable Jaṅghākāśyapa, the venerable Svāti has explained his karmic bond.

source: །ཚེ་དང་ལྡན་པ་འོད་སྲུང་བྱིན་པ་ཅན་དགེ་སློང་ས་གས་རང་གི་ལས་ཀྱི་རྒྱུ་བ་ལུང་བསྟན་ཟིན་གྱིས།
en: Now you, Venerable Jaṅghākāśyapa, should also explain your karmic bond.”

source: ད་ཚེ་དང་ལྡན་པ་འོད་སྲུང་བྱིན་པ་ཅན་གྱིས་ཀྱང་རང་གི་ལས་ཀྱི་རྒྱུ་བ་ལུང་སྟོན་ཅིག །དེ་ནས་ཚེ་དང་ལྡན་པ་འོད་སྲུང་བྱིན་པ་ཅན་གྱིས་དེའི་ཚེ་རང་གི་ལས་ཀྱི་རྒྱུ་བ་ལུང་སྟོན་པར་བྱེད་དེ།
en: Then the venerable Jaṅghākāśyapa did explain his karmic bond:

source: མུ་གེ་དག་ནི་བྱུང་བ་ན།
en: “When a famine broke out,

source: །གྲོང་ཁྱེར་པ་ནི་མཐའ་དག་གིས།
en: All the citizens invited

source: །ལོ་བདུན་ཚང་བར་དགེ་སློང་གི། །དགེ་འདུན་དག་ནི་སྤྱན་དྲངས་སོ།
en: The community of monks For seven years.

source: །དེ་ན་བདག་གི་སྐལ་བར་ནི།
en: “There came

source: །རང་སངས་རྒྱས་ནི་སྐལ་ལྡན་པ།
en: A certain self-awakened one, a fortunate one,

source: །བསིལ་བར་གྱུར་ཅིང་ཟག་མེད་པའི།
en: Peaceful, untainted,

source: །ཐུབ་པ་མཛེས་པ་གཅིག་ཅིག་འོངས།
en: The beautiful Muni, who was assigned to me.

source: །བདག་གིས་དམ་བཅས་བྱས་པ་ནི།
en: “I had made a promise That I would not give food

source: །ལས་མི་བྱེད་ན་བུ་དང་ནི། །ནང་མི་ཡང་རུང་སུ་ལ་ཡང་།
en: To anyone who would not work,

source: །བདག་གིས་ཟས་ནི་མི་སྦྱིན་ནོ།
en: Even if it was my own son or another family member.

source: །དེ་ལྟར་རྣམ་པར་བསམས་ནས་ནི།
en: “Having made such a promise,

source: །བདག་གིས་སྡིག་པའི་བློ་བསམས་པ། །དགེ་སློང་ལས་མི་བྱེད་པ་འདི།
en: I entertained an evil thought:

source: །བདག་གིས་ཅི་སྟེ་ཟས་སྦྱིན་ཞེས།
en: ‘Why would I give food to this monk, Who does not work?’

source: །དེ་ནས་དྲང་སྲོང་བདག་འགྲོགས་ནས།
en: “Then I made the ṛṣi accompany me

source: །ཞིང་ལས་མཐའ་རྣམས་བལྟ་བའི་ཕྱིར།
en: So that he saw farm work.

source: །མཐའ་དག་ཏུ་ནི་བསྐོར་ནས་སུ།
en: Only after I had taken him around everywhere

source: །དེ་ཡི་འོག་ཏུ་ཟས་ཟར་བཅུག །ལས་ཀྱི་རྣམ་པར་སྨིན་པ་དེས།
en: Did I let him eat.

source: །བསྡུས་གཞོམ་དང་ནི་ཚ་བ་ཡི།
en: “Because of the maturation of that karma,

source: །སྡུག་བསྔལ་ཁོ་ནའི་ཚོར་བ་ཐོབ།
en: And underwent suffering.

source: །དམྱལ་བ་རྣམས་ནས་ཤི་འཕོས་བདག །གང་དང་གང་དུ་སྐྱེས་པར་ནི།
en: “After I died in hell, Wherever I was born, I had difficulties in obtaining food

source: །དེ་ཚེ་བརྩོན་པ་མང་བྱས་ནའང་། །སྡུག་བསྔལ་ཁོ་ནས་ཟས་རྙེད་དོ།
en: In spite of my many efforts.

source: །ཡང་དག་དད་པས་རབ་བྱུང་ནས།
en: “Having gone forth in faith,

source: །བདག་གིས་ཟག་པ་རྣམས་བཅོམ་སྟེ།
en: I destroyed my impurities.

source: །བདག་གིས་མངོན་ཤེས་དྲུག་རེག་ནས།
en: Having achieved the six kinds of supernormal knowledge,

source: །དགྲ་བཅོམ་ཉིད་ཀྱང་ཐོབ་པར་གྱུར།
en: I attained the state of an arhat.

source: །ད་དུང་དུ་ཡང་བཙུན་པ་བདག །འདི་ལྟར་རྫུ་འཕྲུལ་ལྡན་ལགས་ནའང་།
en: “Still, O honored ones, even now, When I possess such magical power,

source: །ད་ལྟ་ལན་མང་སོང་ནས་ནི།
en: I have to walk a long way to find food

source: །སྡུག་བསྔལ་གྱིས་ནི་ཟས་སྒྲུབ་བོ། །ལམ་ནི་རིང་པོར་སོང་ནས་ཀྱང་།
en: And have difficulty obtaining it.

source: །བདག་ནི་ཟས་དག་བསྒྲུབ་པ་ན།
en: “Whenever I obtain food, I do so

source: །གང་ཚེ་བདག་ནི་དུབ་གྱུར་ནས།
en: Only after being fatigued

source: །དེ་ཡི་འོག་ཏུ་ཟས་འགྲུབ་བོ།
en: From walking such a long way.”

source: །རུས་ནི་འོད་སྲུང་ལས་ཀྱི་མིང་།
en: Thus the one whose family was Kāśyapa and whose name

source: །བྱིན་པ་ཅན་ནི་མཐུ་ཆེན་པོས།
en: After his act was Jaṅghā, who possessed great power,

source: །འོད་སྲུང་བྱིན་པ་ཅན་གྱི་ལེའུ་སྟེ་ཉི་ཤུ་པའོ།། །།
en: Here ends the twentieth section: The Section of Jaṅghākāśyapa.

source: གྲགས་ལྡན་དང་ནི་དཔལ་སྐྱེད་དང་། །བཀྐུ་ལ་གསུམ་གྲགས་པ་དང་། །མེ་སྐྱེས་དང་ནི་ཡུལ་འཁོར་སྐྱོང་།
en: Yaśas, Śaivala, Bakkula, the Three, Yaśas,

source: །ས་ག་འོད་སྲུང་བྱིན་པ་ཅན།
en: Jyotiṣka, Rāṣṭrapāla, Svāti, and Jaṅghākāśyapa. E.

source: །དེ་ནས་དགེ་སློང་གནས་བརྟན་གནས་བརྟན་རྣམས་ཀྱིས་ཚེ་དང་ལྡན་པ་ལམ་ཕྲན་བསྟན་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: Verses of the Elders III 1. Panthaka Thereupon the monks who were the most venerable of the elders requested the venerable Cūḍapanthaka, “O Venerable Cūḍapanthaka, the venerable Jaṅghākāśyapa has explained his karmic bond.

source: །ཚེ་དང་ལྡན་པ་ལམ་ཕྲན་བསྟན་ཚེ་དང་ལྡན་པ་འོད་སྲུང་བྱིན་པ་ཅན་གྱིས་རང་གི་ལས་ཀྱི་རྒྱུ་བ་ལུང་བསྟན་ཟིན་གྱིས།
en: Now you, Venerable One, should also explain your karmic bond.”

source: ཚེ་དང་ལྡན་པས་ཀྱང་ད་རང་གི་ལས་ཀྱི་རྒྱུ་བ་ལུང་སྟོན་ཅིག །དེ་ནས་ཚེ་དང་ལྡན་པ་ལམ་ཕྲན་བསྟན་གྱིས་དེའི་ཚེ་རང་གི་ལས་ཀྱི་རྒྱུ་བ་ལུང་སྟོན་པར་བྱེད་དེ།
en: Then the venerable Cūḍapanthaka did explain his karmic bond:

source: སྔོན་གྱི་ཚེ་རབས་གཞན་རྣམས་སུ།
en: “In another life in the past,

source: །བདག་ནི་ཕག་རྫིར་གྱུར་པ་ན།
en: I was a pig keeper.

source: །ཕག་རྣམས་ཁ་ནི་བཅིངས་ནས་སུ།
en: I used to tie my pigs’ mouths shut

source: །འབབ་ཆུ་ལས་ནི་སྒྲོལ་བར་བྱེད།
en: And take them across the river.

source: །འབབ་ཆུ་ལས་ནི་བསྒྲལ་བའི་ཕྱིར།
en: “Once, while taking them across the river,

source: །བདག་གིས་ཆུ་དབུས་ཕྱིན་པ་དང་། །བསྐྱོད་པར་གྱུར་པས་དབུགས་སུབས་ནས།
en: I reached the middle And the pigs panicked and were unable to breathe,

source: །ཕག་རྣམས་ཐམས་ཅད་ཤི་བར་གྱུར།
en: And all of them died.

source: །སྐྱོབ་པ་མེད་ཅིང་མགོན་མེད་པས།
en: “Without protection, helpless,

source: །བདག་ཀྱང་འབབ་ཆུས་ཁྱེར་བ་ལས།
en: I too was floating in the river.

source: །དྲང་སྲོང་རྗེས་སུ་བརྩེ་བ་དག །འོངས་ནས་བདག་ནི་ཕྱུང་བར་གྱུར།
en: Merciful ṛṣis Came and pulled me out.

source: །དེ་དག་གིས་བདག་དེ་ལས་བསྒྲལ།
en: “They saved me from there,

source: །དེ་ནས་བདག་གིས་རབ་ཏུ་བྱུང་།
en: And thereupon I went forth.

source: །བདག་གིས་གདམས་ངག་མེད་པར་ནི།
en: Without instruction, I practiced the

source: །འདུ་ཤེས་མེད་ལ་སྙོམས་པར་ཞུགས།
en: Meditation on unconsciousness.

source: །དེ་ནས་འཆི་བའི་དུས་བྱས་ནས།
en: “Then I died and

source: །ལྷ་རྣམས་སུ་ནི་བདག་སྐྱེས་སོ།
en: Was born among the gods.

source: །ལྷ་ཡི་འཇིག་རྟེན་ཤི་འཕོས་ནས།
en: When I died in the world of the gods,

source: །བདག་གིས་མི་ཡི་སྲིད་པ་ཐོབ།
en: I attained a human life.

source: །རྨོངས་ཤིང་གཡེར་པོ་མ་ཡིན་པས།
en: Foolish and unintelligent,

source: །བཤད་པ་བདག་གིས་མ་རྟོགས་སོ།
en: I did not understand the teachings.

source: །བཙུན་པ་བདག་གིས་ཟླ་གསུམ་དུ།
en: “O honored ones, for three months

source: །ཚིགས་བཅད་གཅིག་ལ་ཞུགས་ནས་ནི།
en: I contemplated a single verse.

source: །ཚིག་བཞི་པ་ཡི་རྐང་པ་གཅིག །རྟོགས་པས་འདོད་ཆགས་ཀུན་བཏོན་ཏོ།
en: When I finally understood a quarter of the verse consisting of four words, I completely removed desire.

source: །བཙུན་པ་ད་ལྟར་བདག་གིས་ནི།
en: “O honored ones, thus I

source: །ལས་གང་བགྱིས་པ་དྲན་ལགས་ཏེ།
en: Remember the karma I created. I ran around through the course of transmigration

source: །བསྐལ་པ་མི་ཉུང་ཡུན་རིང་དུ། །འཁོར་བ་འདིར་ནི་བདག་གིས་བརྒྱུགས།
en: For an eon—not an insignificant amount of time, but long.”

source: །འཇིག་རྟེན་མགོན་གྱི་སྤྱན་སྔར་ནི།
en: Thus, in the presence of the protector of the world,

source: །ལམ་ཕྲན་བསྟན་གྱིས་དཀར་གནག་ལས།
en: Cūḍapanthaka explained Positive and negative actions

source: །མ་དྲོས་པ་ཡི་མཚོ་ཆེན་དུ། །ལུང་ནི་བསྟན་པ་བྱས་པ་ཡིན།
en: On the great lake Anavatapta.

source: །ལམ་ཕྲན་བསྟན་གྱི་ལེའུ་སྟེ་ཉི་ཤུ་རྩ་གཅིག་པའོ།། །།
en: Here ends the twenty-first section: The Section of Cūḍapanthaka. 2. Sarpadāsa

source: དེ་ནས་དགེ་སློང་གནས་བརྟན་གནས་བརྟན་རྣམས་ཀྱིས་ཚེ་དང་ལྡན་པ་སྤྲུལ་ཁོལ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: Thereupon the monks who were the most venerable of the elders requested the venerable Sarpadāsa, “O Venerable Sarpadāsa, the venerable Cūḍapanthaka has explained his karmic bond.

source: །ཚེ་དང་ལྡན་པ་སྤྲུལ་ཁོལ་ཚེ་དང་ལྡན་པ་ལམ་ཕྲན་བསྟན་གྱིས་རང་གི་ལས་ཀྱི་རྒྱུ་བ་ལུང་བསྟན་ཟིན་གྱིས།
en: Now you, Venerable One, should also explain your karmic bond.”

source: །ཚེ་དང་ལྡན་པས་ཀྱང་ད་རང་གི་ལས་ཀྱི་རྒྱུ་བ་ལུང་སྟོན་ཅིག །དེ་ནས་ཚེ་དང་ལྡན་པ་སྤྲུལ་ཁོལ་གྱིས་དེའི་ཚེ་རང་གི་ལས་ཀྱི་རྒྱུ་བ་ལུང་སྟོན་པར་བྱེད་དེ།
en: Then the venerable Sarpadāsa did explain his karmic bond:

source: སངས་རྒྱས་འོད་སྲུང་མྱ་ངན་འདས།
en: “After the Buddha Kāśyapa’s nirvāṇa,

source: །ཐ་མར་བྱུང་བའི་དགེ་སློང་ནི།
en: As the last monk, I was

source: །སྡེ་སྣོད་གསུམ་ལྡན་མང་དུ་ཐོས།
en: Versed in the three divisions of the canon. I had learned much

source: །ཆོས་ཀྱི་སེར་སྣ་ཅན་དུ་གྱུར།
en: But was stingy with the Dharma.

source: །དགེ་སློང་གཞན་དག་ཤེས་གྱུར་ན།
en: “Thinking that if other monks were knowledgeable,

source: །བདག་དང་མཚུངས་པར་འགྱུར་འོང་ཞེས།
en: They would become equal to me,

source: །བདག་གིས་དགེ་སློང་རྣམས་ལ་ཆོས། །མ་སྟོན་ཅིང་ནི་མ་བཤད་དོ།
en: I did not teach or preach The Dharma to monks.

source: །བདག་གི་དྲུང་དུ་དགེ་སློང་གང་།
en: “Whichever monks came to me

source: །ཉེ་བར་འོངས་ནས་འདྲི་བྱེད་ནའང་།
en: And asked questions,

source: །ཐམས་ཅད་གདམས་ངག་མ་བྱིན་པར།
en: I did not instruct any of them

source: །ཐམས་ཅད་དུ་ནི་སྤྱོས་ཤིང་བགྱི།
en: But reproached all of them and turned them away.

source: །དགེ་སློང་རྣམས་ནི་ཉེར་འོངས་ནས།
en: “Monks came to me

source: །དེ་ཚེ་བདག་ལ་བཀུར་སྟི་བྱེད།
en: And then served me.

source: །ཆོས་ནི་རབ་ཏུ་མི་སྟོན་པ། །ཁྱོད་ཀྱི་དེ་ནི་བཟང་མིན་ཟེར།
en: They said, ‘It is not good of you Not to teach the Dharma.’

source: །དེ་ནས་འཆི་བའི་དུས་བབ་ཚེ།
en: “After that, when the time of death came for me, I felt regret:

source: །བདག་གིས་ཆོས་ནི་གཞན་དག་ལ། །མ་བསྟན་དེ་ནི་ལེགས་མིན་ཞེས། །བདག་ནི་ཡིད་ལ་འགྱོད་པར་གྱུར།
en: ‘It was not good of me Not to teach the Dharma to others.’

source: །ཚེ་ཡི་ལྷག་མ་ཉུང་ངུ་ཞིག །ཞག་བདུན་ལུས་ནས་བདག་གིས་ནི།
en: “There was as little time As seven days left for me.

source: །རབ་ཏུ་བྱུང་བ་རྣམས་བསོགས་ཏེ།
en: I gathered together the mendicants

source: །དེ་ནས་ཉེས་པ་བཤགས་པ་བྱས།
en: And then confessed my sin.

source: །བདག་གིས་ཉེས་པ་བཤགས་བྱས་ཤིང་།
en: “Having confessed the sin

source: །སེར་སྣ་དེ་ནི་རྣམ་བསལ་ནས།
en: And removed my stinginess,

source: །དེ་ཚེ་བདག་གིས་ནུབ་བདུན་དུ།
en: Then, for seven nights,

source: །དོན་བཟང་བ་ཡི་ཆོས་བཤད་དོ། །བདག་གིས་བློ་ལ་ཅི་ལྕོགས་པས། །ལེགས་པར་བཤད་པའི་ཆོས་ཐོས་ནས།
en: I preached the Dharma that was rich in excellent meaning. “After they had heard the Dharma Preached as skillfully as possible with my knowledge, I let them talk to

source: །ཕན་ཚུན་འདོམས་ཤིང་གཅིག་ལ་གཅིག །སྨྲ་བར་ཡང་ནི་བྱེད་དུ་བཅུག །
en: And teach each other.

source: དེ་ཚེ་བདག་གིས་ནུབ་བདུན་དུ། །ཆོས་ནི་ཅུང་ཟད་གཅིག་བཤད་པས།
en: “Since at that time I had preached the Dharma a little for seven nights,

source: །འདོད་པ་ཐམས་ཅད་འབྱོར་པ་ཡི། །ལྷ་ཡི་འཇིག་རྟེན་དག་ཏུ་དགའ།
en: I enjoyed myself in the world of gods, Which was rich with every object of desire.

source: །ལྷ་ཡི་འཇིག་རྟེན་ཤི་འཕོས་ཏེ།
en: “After I died in the world of the gods,

source: །བདག་གིས་མི་ཡི་སྲིད་ཐོབ་ནས། །གྲོང་ཁྱེར་སེར་སྐྱའི་གཞི་དག་ཏུ།
en: I attained a human life

source: །ཤཱཀྱའི་རྒྱལ་པོའི་རིགས་སུ་སྐྱེས།
en: And was born into the Śākyan royal family In the city of Kapilavastu.

source: །ནོར་ཆེན་ལོངས་སྤྱོད་ཆེན་པོ་དང་། །གཟུགས་བཟང་བལྟ་ན་སྡུག་པ་དང་། །ཐམས་ཅད་ལ་སྡུག་ཡིད་འོང་ཞིང་།
en: “Possessing great wealth and many possessions, Well proportioned, pleasant to behold, And lovable and pleasing to everyone,

source: །ཕུན་སུམ་ཚོགས་པའི་མཐར་ཕྱིན་ཏོ།
en: I was blessed with perfection.

source: །ཁྱིམ་རེ་ནས་ནི་སྐྱེས་པ་རེ།
en: “Although people born into each family

source: །ཁྱིམ་མེད་པར་ནི་རབ་འབྱུང་ལས།
en: Went forth into homelessness, I was not able to go forth

source: །འདོད་པའི་ལོངས་སྤྱོད་འབྱོར་པས་ན། །བདག་ནི་རབ་བྱུང་མ་བཏུབ་བོ།
en: Because I possessed an abundance of the objects of desire.

source: །རྫོགས་སངས་གང་ཟག་ཟླ་མེད་པ།
en: “The Completely Awakened One, the matchless man,

source: །བདག་ཉིད་ལ་ནི་ཐུགས་བརྩེའི་ཕྱིར།
en: Having compassion for me,

source: །ཡང་དང་ཡང་དུ་རབ་འབྱུང་བ།
en: Encouraged me again and again

source: །ཡང་དག་ལེན་པ་སྐུལ་མ་མཛད།
en: To go forth.

source: །དེ་ནས་དེད་དཔོན་ཟླ་མེད་པ། །སངས་རྒྱས་ལ་ནི་བདག་གིས་གསོལ།
en: “Then I said To the matchless caravan leader, the Buddha,

source: །རེ་ཞིག་བདག་གིས་ལོ་བདུན་དུ།
en: ‘For the time being, for seven years,

source: །སྦྱིན་པ་མི་ཉུང་གཏང་བར་བགྱི། །བདག་གིས་སྦྱིན་པ་དག་བཏང་ནས།
en: I will give donations that are not insignificant.

source: །ལོ་བདུན་ལོན་པར་གྱུར་པ་དང་། །ཤེས་རབ་མཆོག་ཅན་ཁྱོད་ལས་ནི།
en: “ ‘After seven years have passed And I have given such donations,

source: །དེ་ནས་བདག་ནི་རབ་ཏུ་འབྱུང་།
en: I will go forth before you

source: །ལོ་བདུན་དག་ནི་ཐོགས་ཆེས་ལ།
en: Who have supreme wisdom.’ “ ‘Seven years is long,’ he replied,

source: །ཚེ་ནི་ཅུང་ཟད་ཙམ་ཡིན་པས།
en: ‘But life is short.

source: །སང་ཉིད་འཆི་ཡང་སུ་ཤེས་ཀྱིས།
en: Who knows if you will die tomorrow?

source: །དེ་རིང་ཉིད་དུ་བརྟུལ་ཏེ་གྱིས།
en: Be converted and do it this very day!’

source: །བདག་གིས་གུས་པས་སངས་རྒྱས་ཀྱི།
en: “Out of respect,

source: །གསུང་ནི་སླར་བཟློག་མ་བྱས་པར།
en: I did not disobey the Buddha’s words but said,

source: །བཙུན་པ་བདག་ནི་དགུང་བདུན་ན།
en: ‘O Honored One, please, in seven days

source: །ཐུགས་བརྩེས་རབ་ཏུ་དབྱུང་བར་མཛོད།
en: Let me go forth, having compassion.’

source: །བདག་གིས་ཞག་བདུན་སྦྱིན་བཏང་སྟེ། །ཕོངས་པ་རྣམས་ནི་ཚིམ་བྱས་ནས།
en: “After I had given donations And satisfied the poor for seven days,

source: །བདག་གི་ཕྱིར་ནི་ཉེ་དུ་དག །གྲོང་ཁྱེར་དུ་ནི་མེལ་ཚེ་བཙུགས།
en: My relatives placed lookouts for me Throughout the city. “They illuminated that most excellent city

source: །སྣང་བ་ཆེན་པོ་རྣམས་ཀྱིས་ནི། །གྲོང་ཁྱེར་མཆོག་ནི་གསལ་བར་བྱས།
en: With immense lights.

source: །སྐྱེ་བོ་དག་གིས་མ་ཚོར་བར།
en: Without being noticed by people, however,

source: །རབ་འབྱུང་ཕྱིར་ནི་མངོན་དུ་བྱུང་།
en: I escaped to go forth.
